Repository: hamza1216/QRCodeScanner
Catalog: QRCode Reader/Localization/*.lproj/Localizable.strings
Languages: de, it, ja, ko, nb, zh_hant

source: 1 Year Plan
de: 1 jaarplan
it: Piano di 1 anno
ja: 1年プラン
ko: 1년 계획
nb: 1 års plan
zh_hant: 1年计划

source: Are you sure to delete this item?
de: Weet u zeker dat u dit item wilt verwijderen?
it: Sei sicuro di eliminare questo articolo?
ja: このアイテムを削除してもよろしいですか？
ko: 이 항목을 삭제하시겠습니까?
nb: Er du sikker på å slette dette elementet?
zh_hant: 您确定要删除此项目吗？

source: Cancel
de: Annuleer
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
zh_hant: 取消

source: Copy
de: Kopiëren
it: copia
ja: コピーする
ko: 복사
nb: Kopiere
zh_hant: 复制

source: Delete
de: Verwijderen
it: Elimina
ja: 削除する
ko: 삭제
nb: Slett
zh_hant: 删除

source: Please purchase membership to use this application.
de: Koop een lidmaatschap om deze applicatie te gebruiken.
it: Si prega di acquistare l'abbonamento per utilizzare questa applicazione.
ja: このアプリケーションを使用するには、メンバーシップを購入してください。
ko: 이 응용프로그램을 사용하려면 먼저 구입하십시오.
nb: Kjøp medlemskap for å bruke denne applikasjonen.
zh_hant: 请购买会员才能使用此应用程序。

source: Scanning not supported
de: Scannen wordt niet ondersteund
it: Scansione non supportata
ja: スキャンはサポートされていません
ko: 검색이 지원되지 않음
nb: Skanning støttes ikke
zh_hant: 不支持扫描

source: Search on amazon
de: Zoek op amazon
it: Cerca su Amazon
ja: アマゾンで検索
ko: 아마존 검색
nb: Søk på Amazon
zh_hant: 在亚马逊上搜索

source: Search on google
de: Zoek op Google
it: Cerca su google
ja: グーグルで検索
ko: 구글에서 검색하기
nb: Søk på google
zh_hant: 在谷歌搜索

source: Share
de: Delen
it: Condividere
ja: 共有
ko: 공유
nb: Dele
zh_hant: 分享

source: You have already purchased membership.
de: Je hebt al een lidmaatschap gekocht.
it: Hai già acquistato l'abbonamento.
ja: メンバーシップをすでに購入しています。
ko: 멤버십을 이미 구매하셨습니다.
nb: Du har allerede kjøpt medlemskap.
zh_hant: 您已经购买了会员资格。

source: Your device does not support scanning a code from an item. Please use a device with a camera.
de: Uw apparaat ondersteunt het scannen van een code van een item niet. Gebruik een apparaat met een camera.
it: Il dispositivo non supporta la scansione di un codice da un elemento. Si prega di utilizzare un dispositivo con una fotocamera.
ja: お使いのデバイスは、アイテムからのコードのスキャンをサポートしていません。 カメラ付きのデバイスを使用してください。
ko: 장치에서 항목에서 코드 검색을 지원하지 않는 경우. 카메라와 함께 장치를 사용하십시오.
nb: Enheten din støtter ikke skanning av en kode fra et element. Bruk en enhet med et kamera.
zh_hant: 您的设备不支持扫描项目中的代码。 请使用带有摄像头的设备。

source: Your membership will be expire on
de: Uw lidmaatschap loopt af op
it: La tua iscrizione scadrà il
ja: メンバーシップの有効期限は
ko: 회원 자격 만료 날짜:
nb: Ditt medlemskap utløper den
zh_hant: 您的会员资格将在
